app/controllers/projects_controller.rb

SELECT * FROM "projects"
---
  def index
    @projects = Project.find_projects